Repository: sshashka/QuitMateApp
Catalog: StopMate/Resourses/Assets/Localizable.xcstrings
Source language: en
Languages: uk

# AdditionalScreen.pollutionsExplanatory
source: Here you can see how many emissions will not be produced in a certain period of time
uk: Тут ви можете побачити, скільки шкідливих хімікатів не буде вироблено за певний період часу

# AdditionalScreen.pollutionsHeader
source: Pollutions
uk: Викиди

# AdditionalScreen.savingsExplanatory
source: Here you can see how much money you can save in a certain period of time
uk: Тут ви можете побачити, скільки грошей ви можете заощадити за певний період часу

# AdditionalScreen.savingsHeader
source: Savings
uk: Заощадження

# Auth.age
source: Age
uk: Ваш вік

# Auth.agePromt
source: How old are you?
uk: Скільки вам років?

# Auth.alreadyHaveAnAccount
source: Already have an accout? Log In
uk: Вже маєте аккаунт?

# Auth.amount
source: Amount
uk: Кількість

# Auth.amountPrompt
source: How much money do you spend on cigarets daily?
uk: Яку кількість грошей ви витрачаєте на паління щоденно?

# Auth.dontHaveAnAccount
source: Don`t have an account? Register now
uk: Немає аккаунту? Зареєструйтесь зараз

# Auth.emailWithInstructionsSent
source: Email with instructions has been sent
uk: Лист з інструкціями вже на вашій електронній пошті

# Auth.finishingDate
source: Finishing date:
uk: Кінцева дата:

# Auth.finishingSmokingPromt
source: When do you want to finish?
uk: Коли ви плануєте остаточно кинути палити?

# Auth.forgotPassword
source: Forgot password?
uk: Забули пароль?

# Auth.name
source: Your name
uk: Ваше ім'я

# Auth.namePrompt
source: What should we call you?
uk: Як вас звати?

# Auth.password
source: Password
uk: Пароль

# Auth.passwordConfirm
source: Password confirmation
uk: Підтвердження паролю

# Auth.passwordEightCharacters
source: Password, at least 8 characters
uk: Пароль, щонайменше 8 символів

# Auth.register
source: Registration
uk: Реєстрація

# Auth.startingDate
source: Starting date:
uk: Дата початку

# Auth.startingDatePromt
source: When did you start quitting process?
uk: Коли ви почали процес відмови від куріння

# Benefits.betterCirculationHeader
source: Better Circulation
uk: Покращення кровообігу

# Benefits.betterCirculationText
source: Your blood circulation improves, leading to warmer hands and feet and a reduced risk of blood clots.
uk: Покращується кровообіг, що призводить до теплішого стану рук і ніг і зниження ризику утворення тромбів.

# Benefits.improvedMentalHealthHeader
source: Improved Mental Health
uk: Поліпшення психічного здоров'я

# Benefits.improvedMentalHealthText
source: Quitting smoking can improve mental health and mood, reducing symptoms of depression and anxiety.
uk: Відмова від куріння може покращити психічне здоров’я та настрій, зменшити симптоми депресії та тривоги.

# Benefits.increasedEnergyHeader
source: Increased Energy
uk: Підвищена енергія

# Benefits.increasedEnergyText
source: As your body starts to heal from the damage caused by smoking, you may notice increased energy levels and improved overall vitality.
uk: Коли ваше тіло починає відновлюватися від шкоди, спричиненої курінням, ви можете помітити підвищення рівня енергії та покращення загального життєвого тонусу.

# Benefits.lifeWithoutSmoking
source: Life without smoking starts now
uk: Життя без куріння починається зараз

# Benefits.PrivacyPolicy
source: By clicking on finish you agree to the [Privacy policy](https://docs.google.com/document/d/1ww6ypCKPNF8_el1_9nvxhfCwfES6VGBEyNjH9VyookY/edit?usp=sharing) and [Terms and Conditions](https://docs.google.com/document/d/1zMRvkPLOX2DPuYvYnURhzNo5lObr_XMjoZMSUUlkVlU/edit?usp=sharing)
uk: Натискаючи на кнопку "Готово" ви погоджуєтесь з [Політикою приватності](https://docs.google.com/document/d/1ww6ypCKPNF8_el1_9nvxhfCwfES6VGBEyNjH9VyookY/edit?usp=sharing) та [Умовами використання](https://docs.google.com/document/d/1zMRvkPLOX2DPuYvYnURhzNo5lObr_XMjoZMSUUlkVlU/edit?usp=sharing)

source: By clicking on finish you agree to the [Privacy policy](https://docs.google.com/document/d/1ww6ypCKPNF8_el1_9nvxhfCwfES6VGBEyNjH9VyookY/edit?usp=sharing) and [Terms and Conditions](https://docs.google.com/document/d/1zMRvkPLOX2DPuYvYnURhzNo5lObr_XMjoZMSUUlkVlU/edit?usp=sharing)
uk: Натискаючи на кнопку "Готово" ви погоджуєтесь з [Політикою приватності](https://docs.google.com/document/d/1ww6ypCKPNF8_el1_9nvxhfCwfES6VGBEyNjH9VyookY/edit?usp=sharing) та [Умовами використання](https://docs.google.com/document/d/1zMRvkPLOX2DPuYvYnURhzNo5lObr_XMjoZMSUUlkVlU/edit?usp=sharing)

# Chart.checkMoods
source: Check your activity through period
uk: Огляд активності за певний період

# Charts.activity
source: Activity
uk: Активність

# Charts.chartAboveMoodsDetails
source: Сhart above shows you that you marked your mood as :
uk: Графік зверху показує, що ви позначили свій настрій як:

# Charts.correlation
source: This bar shows you correlation between your daily moods and moods when you smoked. The bigger value means stronger correlation
uk: Це ✨Стовпчик✨. Слідкуйте за ним, оскільки він показує вам співвідношення між щоденним самопочуттям і станом , коли ви покурили.

# Charts.detailedInfo
source: Detailed info
uk: Деталі

# Charts.markNewMood
source: Mark new mood
uk: Додати настрій

# Charts.monthlyChartExplanation
source: Сhart above shows you how many times you marked a specific mood in a month, and the number of marks in each month in total. Here are the most marked moods and their number for each month:
uk: Графік вище показує, скільки разів ви відмічали певний настрій протягом місяця та загальну кількість відміток у кожному місяці. Ось найбільш помітні настрої та їх кількість за кожен місяць:

# Charts.monthMoodCount.%@%@%lld
source: - In %@ : your most marked mood was: %@ for %lld times
uk: - В %@ ваш найбільш помітний настрій був %@ - %lldраз

# Charts.moodAlreadyMarked
source: You have already marked your mood today. So, come back tomorrow.
uk: Ви вже позначили свій сьогоднішній настрій. Тож повертайся завтра.

# Charts.moodsCount.%@ %lld
source: - %1$@ : %2$lld times
uk: - %1$@ : %2$lld раз

# Charts.overallTimes.%lld
source: Overall you have marked your mood for %11d times!
uk: Загалом ви відмітили дані про свій настрій %lld разів!

# Charts.weekly.header
source: Chart for this week
uk: Графік за цей тиждень

source: Day
uk: День

# EditProfile.contactInfo
source: Contact Information
uk: Контактна інформація

# EditProfile.personalInformation
source: Personal Information
uk: Персональна інформація

# EditProfile.setNewPhoto
source: Set a new photo
uk: Встановити нове фото

source: Happy
uk: Щасливий

# MainScreen.DaysToFinish
source: Days to finish
uk: Днів до завершення

# MainScreen.daysWithoutSmoking
source: Days without smoking
uk: Днів вільних від куріння

# MainScreen.moneySaved
source: Money saved
uk: Збережено грошей

# MainScreen.progress
source: Progress
uk: Прогрес

# MainScreen.quittingAnalysis
source: Quitting Analysis
uk: Аналіз

# MainScreen.quittingDuration
source: Quitting Duration
uk: Тривалість

# MainScreen.quittingInformation
source: Quitting Information
uk: Інформація

# MainScreen.unrealeasedChemichals
source: Of unreleased chemicals
uk: Без хімікатів

# MainScreen.userSmoked
source: I smoked
uk: Я покурив

source: Marked moods
uk: Денні самопочуття

# MilestoneCompletedStrings.bottomText
source: Today is a day you set as your final day to overcome your smoking habit, and we wanted to take a moment to congratulate you on reaching this significant milestone. This is a tremendous achievement and a testament to your strength, determination, and commitment to your own well-being. Breaking free from the grips of addiction is no small feat, and your dedication to this journey is truly admirable. You've shown incredible resilience, and you should be immensely proud of yourself. Remember, this milestone is just the beginning of a healthier, happier chapter in your life. As you continue on this path, know that you have a support system here for you. Whether it's a word of encouragement or a listening ear, we're here to help you stay on track. Your journey towards a smoke-free life is inspiring not only for you but for others who may be facing similar challenges. Your success serves as a beacon of hope and a reminder that positive change is always possible. Once again, congratulations on this incredible achievement. Embrace this moment, and look forward to all the brighter days that lie ahead. Wishing you continued strength and success on your journey!
uk: Сьогодні день, який ви визначили своїм останнім днем, щоб подолати свою звичку палити, і ми б хотіли скористатися моментом, щоб привітати вас із досягненням цієї важливої ​​цілі. Це величезне досягнення та свідчення вашої сили, рішучості та відданості власному добробуту. Вирватися з лещата залежності – це не маленький подвиг, і ваша відданість цій цілі справді неймовірна. Ви продемонстрували неймовірну стійкість, і ви повинні надзвичайно собою пишатися. Пам’ятайте, що ця віха є лише початком здоровішої та щасливішої глави у вашому житті. Продовжуючи цей шлях, знайте, що у вас є система підтримки. Незалежно від того, чи це слово підбадьорення, чи те, щоб вислухати, ми тут, щоб допомогти вам залишатися на шляху. Ваша подорож до життя без тютюнового диму надихає не лише вас, а й інших, які можуть зіткнутися з подібними проблемами. Ваш успіх служить маяком надії та нагадуванням про те, що позитивні зміни завжди можливі. Ще раз вітаємо з цим неймовірним досягненням. Прийміть цей момент і чекайте всіх яскравих днів, які попереду. Бажаємо Вам подальших сил та успіхів на Вашому шляху! Якщо так сталось, що ви продовжуєте курити натисніть на кнопку встановлення нової дати

# MilestoneCompletedStrings.continueUsingAsDiary
source: Continue using as diary
uk: Не змінювати кінцеву дату

# MilestoneCompletedStrings.header
source: Wow, looks like it`s time to say goodbye?
uk: Ого, невже прийшов час прощатись?

# MilestoneCompletedStrings.setANewDate
source: Set a new finishing date
uk: Встановити нову кінцеву дату

source: Mood
uk: Настрій

# MoodModuleStrings.hey
source: Hey
uk: Привіт

# MoodModuleStrings.iFeel
source: I feel...
uk: Це...

# MoodModuleStrings.whatIsInYourMind
source: What`s in your mind?
uk: Яким словом ви можете описати своє самопочуття?

# Moods.angry
source: Angry
uk: Злість

# Moods.disgust
source: Disgust
uk: Огида

# Moods.fear
source: Fear
uk: Страх

# Moods.happy
source: Happy
uk: Щастя

# Moods.neutral
source: Neutral
uk: Нічого

# Moods.sad
source: Sad
uk: Сум

# Moods.surprise
source: Surprise
uk: Здивованість

source: OK
uk: ОК

# Onboarding.changingSettingsDescription
source: If you need to change some information about you or see your history of interactions with the app go to main screen an tap on the gear icon
uk: Якщо вам потрібно змінити певну інформацію про себе або переглянути історію взаємодії з додатком, перейдіть на головний екран і торкніться значка шестірні

# Onboarding.changingSettingsHeader
source: Changing settings
uk: Зміна налаштувань

# Onboarding.Description
source: If you feel that you need to see this tutorial once again just go to settings and tap on 'Onboarding' button
uk: Якщо ви вважаєте, що вам потрібно ще раз переглянути цей туторіал, просто перейдіть до налаштувань і натисніть кнопку «Налаштування».

# Onboarding.markingNewMoodDescription
source: You can mark your mood on the charts tab. Just tap on the button that says 'Mark new mood' and select your mood. But be careful you can do this only once a day
uk: Ви можете позначити свій настрій на вкладці діаграм. Просто торкніться кнопки «Позначити новий настрій» і виберіть свій настрій. Але будьте обережні, це можна робити лише раз на день

# Onboarding.markingNewMoodHeader
source: Marking new mood
uk: Позначення нового настрою

# Onboarding.onboardingDetailedInfoDescription
source: To see more of mood-related data just tap on the button that says 'Detailed info' on the bottom of charts screen
uk: Щоб переглянути більше даних про настрій, просто торкніться кнопки «Деталі» внизу екрана з графікамв

# Onboarding.onboardingDetailedInfoHeader
source: Seeing detailed info
uk: Перегляд детальної інформації

# Onboarding.onboardingHeader
source: Onboarding
uk: Туторіал

# Onboarding.smokingDescription
source: If you still couldn't hold back and started smoking again tap on 'I smoked' button on main menu to add a record about your emotional state and so.
uk: Якщо ви все ж не втрималися і знову почали курити, натисніть на кнопку «Я покурив» у головному меню, щоб додати запис про свій емоційний стан тощо.

# Onboarding.smokingHeader
source: Smoking session
uk: Куріння

# Onboarding.viewMoodsDescription
source: To see all of your marked moods throughout the period of use of this app just tap on charts icon on the bottom
uk: Щоб переглянути всі позначені настрої протягом періоду використання цього додатка, просто торкніться значка діаграми внизу

# Onboarding.viewMoodsHeader
source: Viewing your moods
uk: Перегляд записів про ваш настрій

# ReasonsToStop.accessToCigarettes
source: Access To Cigarettes
uk: Доступ до сигарет

# ReasonsToStop.advertising
source: Advertising
uk: Реклама

# ReasonsToStop.alcoholConsumption
source: Alcohol consumption
uk: Вживання алкоголю

# ReasonsToStop.beliefThatSmokingIsEnjoyable
source: The belief that smoking is enjoyable
uk: Відчуття під час куріння

# ReasonsToStop.boredom
source: Boredom
uk: Нудьга

# ReasonsToStop.fearOfFailure
source: Fear of failure
uk: Страх невдачі

# ReasonsToStop.feelingOverwhelmed
source: Feeling overwhelmed
uk: Почуття приголомшеності

# ReasonsToStop.HabitsAndRoutines
source: Habits and routines
uk: Звичка

# ReasonsToStop.lackOfAlternatives
source: Lack of alternatives
uk: Безальтернативність

# ReasonsToStop.lackOfCommitment
source: Lack of commitment
uk: Відсутність зобов'язань

# ReasonsToStop.lackOfInformation
source: Lack of information
uk: Відсутність інформації

# ReasonsToStop.lackOfSelfEfficacy
source: Lack of self-efficacy
uk: Відсутність самоефективності

# ReasonsToStop.lackOfSupport
source: Lack of support
uk: Відсутність підтримки

# ReasonsToStop.lowMood
source: Low mood
uk: Погане самопочуття

# ReasonsToStop.mentalHealthConditions
source: Mental health conditions
uk: Умови психічного здоров'я

# ReasonsToStop.nicotineAddiction
source: Nicotine addiction
uk: Нікотинова залежність

# ReasonsToStop.peerPressure
source: Peer pressure
uk: Тиск з боку інших

# ReasonsToStop.socialSituations
source: Social situations
uk: Соціальні ситуації

# ReasonsToStop.stress
source: Stress
uk: Стрес

# ReasonsToStop.weightGain
source: Weight gain
uk: Зміни в вазі

# Recomentdations.PromptForMood.%@%lld%@
source: Hello there, my name is %1$@ I am a smoker and I try to quit. I don`t smoke for %2$lld days and I`m proud of it I do diary of my moods during the process and here they are %3$@ can u do an small analysis of my moods for me, provide me some help how not to start smoking again, and afer it add just something to cheer me up. Thanks
uk: Привіт, мене звуть %1$@. Я курю і намагаюся кинути. Я не палю %2$lld днів, і я пишаюся цим. Я веду щоденник змін свого самопочуття, і ось деякі записи моїх самопочуттів з цього щоденника.і %3$@. Чи не міг би ти зробити для мене невеликий аналіз мого настрою та розповісти мені, як не почати палити знову. Також я б хотів щоб ти додав декілька приємних слів для того, щоб підбадьорити мене. Дякую. Також хочу зазначити що дане повідомленя написано українською мовою, тому твоя відповідь теж має бути українською.

# Recomentdations.PromptForSmoking.%@%lld%@%@%lld%@
source: Hello there, my name is %@ I am a smoker and I try to quit. I don`t smoke for %lld days and I`m proud of it I do diary of my moods during the process and here they are %@ can u do an small analysis of my moods for me, provide me some cheer words because I started smoking again, because i ve been feeling %@. My urge to smoke was: %lld out of 10 and my mood was %@ when i decided to smoke again. So the point is I dont want to this happen again add just something to cheer me up. Thanks
uk: Привіт, мене звуть %@. Я курю і намагаюся кинути палити. Я не палю %lld днів, і я пишаюся цим. Я веду щоденник змін свого самопочуття, і ось деякі записи моїх самопочуттів з цього щоденника. %@. Чи не міг би ти зробити аналіз мого настрою, та сказати мені кілька підбадьорливих слів, тому що я знову почав курити, оскільки я відчував %@. Своє бажання покурити в я оцінюю в: %lld балів з 10, а мій настрій коли я вирішив знову закурити був %@. Я не хочу, щоб це повторилося. Також хочу зазначити що дане повідомленя написано українською мовою, тому твоя відповідь теж має бути українською.

# Settings.accountDeleteMessage
source: Do you really want to delete your account?
uk: Ви справді хочете видалити обліковий запис?

# Settings.changePassword
source: Change password
uk: Змінити пароль

# Settings.deleteAccount
source: Delete account
uk: Видалити обліковий запис

# Settings.edit
source: Edit
uk: Редагувати

# Settings.logout
source: Logout
uk: Вихід

# Settings.passwordResetAlertMessage
source: Please check your email for instructions
uk: Будь ласка перевірте вашу електрону пошту задля подальших інструкцій

# Settings.passwordResetAlertTitle
source: Password reset message has been sent
uk: Повідомлення з інструкціями було надіслано

# Settings.resetPasswordPromt
source: Do you really want to reset your password?
uk: Ви б справді хотіли скинути ваш пароль?

# Settings.WatchHistory
source: Watch your history
uk: Переглянути історію

# Shared.age
source: Age
uk: Вік

# Shared.cancel
source: Cancel
uk: Відміна

# Shared.day
source: Day
uk: День

# Shared.done
source: Done
uk: Далі

# Shared.finish
source: Finish
uk: Готово

# Shared.Info
source: Info
uk: Інформація

# Shared.markedMoods
source: Marked Moods
uk: Денні настрої

# Shared.month
source: Month
uk: Місяць

# Shared.month.%lld
source: %lld Months
uk: %lld Місяці

# Shared.name
source: Name
uk: Ім'я

# Shared.next
source: Next
uk: Далі

# Shared.no
source: No
uk: Ні

# Shared.NoData
source: No data
uk: Немає даних

# Shared.ok
source: Ok
uk: Ок

# Shared.smokingSessions
source: Smoking sessions
uk: Сесії куріння

# Shared.sure
source: Sure
uk: Звісно

# Shared.twoWeeks
source: 2 Weeks
uk: 2 Тижні

# Shared.week
source: week
uk: Тиждень

# Shared.week.%lld
source: %lld Weeks
uk: %lld Тижні

# Shared.year
source: year
uk: Рік

# Shared.yes
source: Yes
uk: Так

source: Smoking sessions
uk: Сессії куріння

source: Type
uk: Тип

# UserHistory.dateOfClassification:.%@
source: Date of classification: %@
uk: Дата: %@

# UserHistory.dateOfClassification.%@
source: Date of classification: %@
uk: Дата: %@

# UserHistory.moods
source: Moods
uk: Настрої

# UserHistory.navigationTitle
source: Your history
uk: Ваша історія

# UserHistory.selectTypeOfHistory
source: Select a type of history:
uk: Оберіть категорію даних

# UserHistory.smokingSessions
source: Smoking sessions
uk: Куріння

# UserHistory.youHaveSelectedReasons.%@
source: You have selected reasons: %@
uk: Причинами було наступне: %@

# UserHistory.yourMoodWas. %@
source: On that day your mood was: %@
uk: Того дня ви описали свій настрій словом: %@

# UserHistory.yourRecomendationOnThatDayWas: %@
source: Your recomendation on that day was: %@
uk: Ваша рекомендація в той день була наступною: %@

# UserSmoked.dontChangeFinishingDate
source: Don`t change the finishing date
uk: Не змінювати кінцеву дату

# UserSmoked.howDidYouFeelPromt
source: How did you feel when it happened?
uk: Як ви почували себе коли це трапилось?

# UserSmoked.selectUp10Reasons
source: Please select up to 10 reasons why did you start smoking again
uk: Будь ласка оберіть до 10 причин чому ви покурили

# UserSmoked.setNewFinishingDate
source: Set new finishing date
uk: Встановіть нову дату

# UserSmoked.tellUsAboutEmotionalState
source: Please tell us about your emotional state
uk: Розкажіть нам про ваш емоційний стан

# UserSmoked.urgeToSmokePromt
source: How strong was your urge to smoke?
uk: Наскільки сильним було ваше бажання курити?

# Videos.startWatching
source: Start watching
uk: Почати перегляд

# Videos.videos
source: Videos
uk: Відео
